export const propertyKeyWords = [
    "쉐어", "렌트", "매매", "시드니", "멜버른", "브리즈번", "골드코스트", "캔버라", "애들레이드", "퍼스",
    "대학생", "워홀", "어학연수", "기숙사", "독방", "2인실", "3인실", "4인실", "단기", 
    "미니멈1개월", "미니멈2개월", "미니멈3개월", "미니멈4개월", "미니멈5개월", "미니멈6개월", "미니멈1년",
    "한인", "외국인", "커플", "저렴", "아파트", "유닛", "하우스", "가구포함", "가구미포함", 
    "부동산", "거실쉐어", "스터디룸", "마스터룸", "보증금", "카팍", "썬룸", "하우스룰", 
    "여성", "남성", "집주인", "조용", "깨끗", "친화적", "프라이버시", "취사가능", "취사불가", 
    "파티", "공용시설", "수영장", "헬스장", "트레인", "버스", "시티", "한인마트", "마트", 
    "카펫", "카펫x", "에어컨"
  ];

export const jobKeyWords = [
    "구인", "구직", "과외", "단기", "장기", "시드니", "멜버른", "브리즈번", "골드코스트", "캔버라",
    "애들레이드", "퍼스", "시티", "한인", "오지잡", "파트타임", "풀타임", "워홀", "학생", 
    "사무", "레스토랑", "카페", "펍", "바", "급구", "스폰서쉽", "인턴", "이력서", "사무", 
    "청소", "뷰티", "타일", "건설", "공장", "농장", "키친핸드", "주방", "홀", "바리스타", 
    "올라운더", "페인트", "스시", "캐쉬잡", "택스잡", "식품점", "헤어", "경력자", "초보", 
    "배송", "리셉션", "고시급", "최저시급", "네일샵", "일식당", "한식당", "캐주얼", "기술자", 
    "오전근무", "오후근무", "브레이크타임", "식사제공", "보조", "오피스", "세일즈", "공사", 
    "설치", "남자", "여자", "수학", "영어", "한글", "음악", "IT", "코딩"
  ];

export const transactionKeyWords = [
    "자동차", "중고", "저렴", "새제품", "상태양호", "보험", "시드니", "멜버른", "브리즈번", 
    "골드코스트", "애들레이드", "퍼스", "무료나눔", "직거래", "픽업", "딜리버리", "1만키로이하", 
    "5만키로이하", "10만키로이하", "네고가능", "차렌트", "생활용품", "기타", "가구", "가전제품", 
    "주방용품", "청소용품", "취미용품", "자전거", "전자제품", "한국돈", "악기", "옷", "여성용품", 
    "냉장고", "세탁기", "이삿짐", "자동차부품", "애완용품", "악세사리", "기타"
  ];

export const societyKeyWords = [
    "동호회", "라이프스타일", "친목", "한인", "외국인", "시드니", "멜버른", "브리즈번", 
    "골드코스트", "애들레이드", "퍼스", "취미", "요리", "음악", "운동", "헬스", "풋살", 
    "축구", "농구", "테니스", "골프", "서핑", "수영", "캠핑", "여행", "밋업", "스터디", 
    "사진", "술", "카페", "맛집", "바다", "네트워킹", "취업준비", "선후배", "싱글", "남자", 
    "여자", "10대", "20대", "30대", "40대", "50대", "패키지여행", "여행사", "생활꿀팁", 
    "영주권", "워홀", "유학생", "직장인", "주말모임", "주부", "학부모", "국제교류", 
    "애완동물", "일상공유", "소개팅", "교회", "성당", "술", "클럽", "사업", "펍", "감성", 
    "쇼핑", "미용", "뷰티", "필수앱", "사이트", "RSA", "TFN", "ABN", "자격증", "학원"
  ];

export const travelKeyWords = [
    "여행", "레스토랑", "카페", "술집", "여행지", "코스", "시드니", "멜버른", "브리즈번", 
    "골드코스트", "애들레이드", "퍼스", "울룰루", "사막", "아웃백", "로드트립", "캔버라", 
    "타즈메니아", "뉴질랜드", "캠핑카", "글램핑", "캠핑", "등산", "한식당", "맛집", "디저트", 
    "술", "바", "안주", "클럽", "당일치기", "추천", "후기", "일정", "동물", "스노쿨링", 
    "스카이다이빙", "스킨스쿠버", "서핑", "수영", "하이킹", "로컬투어", "한인투어", 
    "박물관", "전시회", "뮤지컬", "오페라", "야경", "노을", "커플여행", "가족여행", "시티투어", 
    "시장", "기념품", "스파", "가성비", "럭셔리", "호텔", "백패커스", "숙박", "자전거", 
    "바이크", "인스타", "감성", "비추천", "예약팁", "콘서트", "경기", "버스킹", "바다", 
    "러닝", "산책", "와이너리", "사진스팟", "히든스팟", "데이트스팟", "쇼핑", "와인", 
    "칵테일", "테이크어웨이", "단기숙소", "도보여행", "대중교통", "드라이빙"
];

export const studyKeyWords = [
    "유학", "유학원", "학교", "대학교", "워홀", "어학연수", "취업", "후기", "시드니", "멜버른", 
    "브리즈번", "골드코스트", "애들레이드", "퍼스", "비용", "네트워킹", "선후배", "경험담", 
    "준비과정", "비자", "성공담", "실패담", "비추천", "현지", "한인", "회사", "스폰서쉽", "졸업", 
    "과목", "성적", "동아리", "인턴", "친목", "학과", "IT", "건축", "간호", "경영", "엔지니어링", 
    "차일드케어", "요리", "대학생활", "기숙사", "커뮤니티", "영어시험", "초등학교", "중학교", 
    "고등학교", "아르바이트", "할인", "꿀팁", "대학원", "박사", "홈스테이", "레쥬메", "인터뷰", 
    "남자", "여자", "외국인친구", "한인커뮤니티", "취업연계", "과제", "PY", "수강신청", "연봉", 
    "스터디", "만남"
];